Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Settings
ar: الإعدادات
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
es_mx: Configuración
fi: Asetukset
fr: Réglages
gu: સેટિંગ્સ
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
ms: Tetapan
nb: Innstillinger
nl: Instellingen
or: ସେଟିଂସମୂହ
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: nastavitve
sv: Inställningar
ta: அமைப்புகள்
te: సెట్టింగ్‌లు
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# Sharable Link
source: Shareable link
ar: رابط قابل للمشاركة
bn: শেয়ারযোগ্য লিঙ্ক
ca: Enllaç compartible
cs: Sdílený odkaz
da: Delbart link
de: Teilbarer Link
el: Σύνδεσμος κοινοποίησης
es: Enlace para compartir
es_mx: Enlace para compartir
fi: Jaettava linkki
fr: Link de partage
gu: શેર કરી શકાય તેવી લિંક
he: קישור לשיתוף
hi: साझा करने योग्य लिंक
hr: Poveznica za dijeljenje
hu: Megosztható hivatkozás
id: Tautan yang bisa dibagikan
it: Collegamento condivisibile
ja: 共有可能なリンク
kn: ಹಂಚಿಕೊಳ್ಳಬಹುದಾದ ಲಿಂಕ್
ko: 공유 가능한 링크
ml: പങ്കിടാവുന്ന ലിങ്ക്
mr: शेअर करण्यायोग्य लिंक
ms: Pautan boleh dikongsi
nb: Delbar lenke
nl: Deelbare link
or: ଅଂଶୀଦାର ଲିଙ୍କ୍ |
pa: ਸਾਂਝਾ ਕਰਨ ਯੋਗ ਲਿੰਕ
pl: Link do udostępnienia
pt_br: Link Compartilhável
pt_pt: Link Compartilhável
ro: Link partajabil
ru: Ссылка для sharing
sk: Zdieľateľný odkaz
sl: Povezava za skupno rabo
sv: Delbar länk
ta: பகிரக்கூடிய இணைப்பு
te: పంచుకోదగిన లింక్
th: ลิงค์ที่แชร์ได้
tr: Paylaşılabilir Bağlantı
uk: Посилання для поширення
ur: قابل اشتراک لنک
vi: Liên kết có thể chia sẻ
zh_hans: 可分享链接
zh_hant: 可分享連結

source: Share
ar: مشاركة
bn: শেয়ার
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
es_mx: Compartir
fi: Jaa
fr: Partager
gu: શેર કરો
he: שתף
hi: साझा करें
hr: Podijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
kn: ಹಂಚಿ
ko: 공유
ml: പങ്കിടുക
mr: शेअर करा
ms: Kongsi
nb: Del
nl: Delen
or: ଅଂଶୀଦାର କରନ୍ତୁ |
pa: ਸ਼ੇਅਰ ਕਰੋ
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Distribuie
ru: Поделиться
sk: Zdieľať
sl: Delite
sv: Dela
ta: பகிர்
te: పంచుకోండి
th: แบ่งปัน
tr: Paylaş
uk: Поділитися
ur: شیئر کریں۔
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Sharing
ar: المشاركة
bn: শেয়ারিং
ca: Compartició
cs: Sdílení
da: Deling
de: Teilen
el: Κοινοποίηση
es: Compartir
es_mx: Compartir
fi: Jakaminen
fr: Partage
gu: શેરિંગ
he: שיתוף
hi: साझाकरण
hr: Dijeljenje
hu: Megosztás
id: Berbagi
it: Condivisione
ja: 共有
kn: ಹಂಚಿಕೊಳ್ಳುವುದು
ko: 공유
ml: പങ്കിടുന്നു
mr: शेअरिंग
ms: Perkongsian
nb: Deling
nl: Delen
or: ଅଂଶୀଦାର
pa: ਸਾਂਝਾ ਕਰਨਾ
pl: Udostępnianie
pt_br: Compartilhamento
pt_pt: Partilha
ro: Partajare
ru: Обмен
sk: Zdieľanie
sl: Skupna raba
sv: Delning
ta: பகிர்வு
te: పంచుకోవడం
th: การแบ่งปัน
tr: Paylaşım
uk: Поширення
ur: شیئرنگ
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

source: Shortcuts
ar: الاختصارات
bn: শর্টকাট
ca: Dreceres
cs: Zkratky
da: Genveje
de: Kurzbefehle
el: Συντομεύσεις
es: Atajos
es_mx: Atajos
fi: Pikakomennot
fr: Raccourcis
gu: શૉર્ટકટ્સ
he: קיצורי דרך
hi: शॉर्टकट
hr: Prečaci
hu: Parancsok
id: Pintasan
it: Comandi
ja: ショートカット
kn: ಶಾರ್ಟ್‌ಕಟ್‌ಗಳು
ko: 단축어
ml: കുറുക്കുവഴികൾ
mr: शॉर्टकट
ms: Pintasan
nb: Snarveier
nl: Opdrachten
or: ସର୍ଟକଟ୍
pa: ਸ਼ਾਰਟਕੱਟ
pl: Skróty
pt_br: Atalhos
pt_pt: Atalhos
ro: Comenzi rapide
ru: Команды
sk: Skratky
sl: Bližnjice
sv: Genvägar
ta: குறுக்குவழிகள்
te: షార్ట్‌కట్‌లు
th: ทางลัด
tr: Kısayollar
uk: Команди
ur: شارٹ کٹس
vi: Phím tắt
zh_hans: 快捷指令
zh_hant: 捷徑

source: Show All
ar: عرض الكل
bn: সব দেখান
ca: Mostra-ho tot
cs: Zobrazit vše
da: Vis alle
de: Alle anzeigen
el: Εμφάνιση όλων
es: Mostrar todo
es_mx: Mostrar todo
fi: Näytä kaikki
fr: Afficher tout
gu: બધા બતાવો
he: הצג הכל
hi: सभी दिखाएँ
hr: Prikaži sve
hu: Összes megjelenítése
id: Tampilkan semua
it: Mostra tutto
ja: すべて表示
kn: ಎಲ್ಲವನ್ನೂ ತೋರಿಸಿ
ko: 모두 표시
ml: എല്ലാം കാണിക്കുക
mr: सर्व दाखवा
ms: Tunjuk semua
nb: Vis alle
nl: Alles tonen
or: ସମସ୍ତ ଦେଖାନ୍ତୁ |
pa: ਸਭ ਦਿਖਾਓ
pl: Pokaż wszystko
pt_br: Mostrar tudo
pt_pt: Mostrar tudo
ro: Afișează tot
ru: Показать все
sk: Zobraziť všetko
sl: Prikaži vse
sv: Visa alla
ta: அனைத்தையும் காட்டு
te: అన్నింటినీ చూపించు
th: แสดงทั้งหมด
tr: Tümünü Göster
uk: Показати все
ur: سب دکھائیں۔
vi: Hiển thị tất cả
zh_hans: 显示全部
zh_hant: 顯示全部

source: Show All Items
ar: عرض كل العناصر
bn: সমস্ত আইটেম দেখান
ca: Mostra tots els elements
cs: Zobrazit všechny položky
da: Vis alle elementer
de: Alle anzeigen
el: Εμφάνιση όλων των στοιχείων
es: Mostrar todos los elementos
es_mx: Mostrar todos los elementos
fi: Näytä kaikki kohteet
fr: Afficher tous les éléments
gu: બધી વસ્તુઓ બતાવો
he: הצג את כל הפריטים
hi: सभी आइटम दिखाएँ
hr: Prikaži sve stavke
hu: Összes elem megjelenítése
id: Tampilkan semua item
it: Mostra tutti gli elementi
ja: すべての項目を表示
kn: ಎಲ್ಲಾ ಐಟಂಗಳನ್ನು ತೋರಿಸಿ
ko: 모든 항목 표시
ml: എല്ലാ ഇനങ്ങളും കാണിക്കുക
mr: सर्व आयटम दर्शवा
ms: Tunjuk semua item
nb: Vis alle elementer
nl: Alle items tonen
or: ସମସ୍ତ ଆଇଟମ୍ ଦେଖାନ୍ତୁ |
pa: ਸਾਰੀਆਂ ਆਈਟਮਾਂ ਦਿਖਾਓ
pl: Pokaż wszystkie pozycje
pt_br: Mostrar Todos os Itens
pt_pt: Mostrar todos os itens
ro: Afișează toate elementele
ru: Показать все элементы
sk: Zobraziť všetky položky
sl: Pokaži vse elemente
sv: Visa alla objekt
ta: அனைத்து உருப்படிகளையும் காட்டு
te: అన్ని అంశాలను చూపించు
th: แสดงรายการทั้งหมด
tr: Tüm Öğeleri Göster
uk: Показати всі елементи
ur: تمام اشیاء دکھائیں۔
vi: Hiển thị tất cả các mục
zh_hans: 显示所有项目
zh_hant: 顯示所有項目

source: Show date in watchlist
ar: عرض التاريخ في قائمة المشاهدة
bn: ওয়াচলিস্টে তারিখ দেখান
ca: Mostra la data a la Watchlist
cs: Zobrazit datum ve watchlistu
da: Vis dato i watchlist
de: Datum in der Beobachtungsliste anzeigen
el: Εμφάνιση ημερομηνίας στη λίστα παρακολούθησης
es: Mostrar fecha en la lista
es_mx: Mostrar fecha en la lista
fi: Näytä päivämäärä katselulistalla
fr: Voir les dates dans la watchlist
gu: વૉચલિસ્ટમાં તારીખ બતાવો
he: הצג תאריך ברשימת צפייה
hi: वॉचलिस्ट में तिथि दिखाएँ
hr: Prikaži datum na popisu
hu: Dátum megjelenítése a figyelőlistán
id: Tampilkan tanggal di watchlist
it: Mostra Data nella Watchlist
ja: ウォッチリストに日付を表示
kn: ವೀಕ್ಷಣೆ ಪಟ್ಟಿಯಲ್ಲಿ ದಿನಾಂಕವನ್ನು ತೋರಿಸಿ
ko: 워치리스트에 날짜 표시
ml: വാച്ച് ലിസ്റ്റിൽ തീയതി കാണിക്കുക
mr: वॉचलिस्टमध्ये तारीख दाखवा
ms: Tunjuk tarikh dalam watchlist
nb: Vis dato i watchlist
nl: Datum tonen in watchlist
or: ୱାଚଲିଷ୍ଟରେ ତାରିଖ ଦେଖାନ୍ତୁ |
pa: ਵਾਚਲਿਸਟ ਵਿੱਚ ਤਾਰੀਖ ਦਿਖਾਓ
pl: Pokaż datę na liście
pt_br: Mostrar Data na Lista
pt_pt: Mostrar data na watchlist
ro: Afișează data pe watchlist
ru: Показывать дату в списке
sk: Zobraziť dátum v Sledovaných
sl: Prikaži datum na seznamu za opazovanje
sv: Visa datum i watchlist
ta: கண்காணிப்புப் பட்டியலில் தேதியைக் காட்டு
te: వాచ్‌లిస్ట్‌లో తేదీని చూపించు
th: แสดงวันที่ในรายการเฝ้าดู
tr: İzleme Listesinde Tarihi Göster
uk: Показувати дату у списку
ur: واچ لسٹ میں تاریخ دکھائیں۔
vi: Hiển thị ngày trong danh sách theo dõi
zh_hans: 在观看清单中显示日期
zh_hant: 在觀看清單中顯示日期

source: Show Details
ar: عرض التفاصيل
bn: বিস্তারিত দেখুন
ca: Mostra detalls
cs: Zobrazit podrobnosti
da: Vis detaljer
de: Details anzeigen
el: Εμφάνιση λεπτομερειών
es: Mostrar detalles
es_mx: Mostrar detalles
fi: Näytä tiedot
fr: Voir les détails
gu: વિગતો બતાવો
he: הצג פרטים
hi: विवरण दिखाएँ
hr: Prikaži detalje
hu: Részletek megjelenítése
id: Tampilkan detail
it: Mostra Dettagli
ja: 詳細を表示
kn: ವಿವರಗಳನ್ನು ತೋರಿಸಿ
ko: 상세 정보 표시
ml: വിശദാംശങ്ങൾ കാണിക്കുക
mr: तपशील दर्शवा
ms: Tunjuk butiran
nb: Vis detaljer
nl: Details tonen
or: ବିବରଣୀ ଦେଖାନ୍ତୁ |
pa: ਵੇਰਵੇ ਦਿਖਾਓ
pl: Pokaż szczegóły
pt_br: Mostrar Detalhes
pt_pt: Mostrar detalhes
ro: Afișează detalii
ru: Показать подробности
sk: Zobraziť detaily
sl: Pokaži podrobnosti
sv: Visa detaljer
ta: விவரங்களைக் காட்டு
te: వివరాలను చూపించు
th: แสดงรายละเอียด
tr: Ayrıntıları Göster
uk: Показати деталі
ur: تفصیلات دکھائیں۔
vi: Hiển thị chi tiết
zh_hans: 显示详情
zh_hant: 顯示詳情

source: Show in Up Next
ar: عرض في التالي
bn: পরবর্তী পর্বে দেখান
ca: Mostra a A continuació
cs: Zobrazit v Další na řadě
da: Vis i Næste
de: In „Als Nächstes“ anzeigen
el: Εμφάνιση στο Επόμενο
es: Mostrar en A continuación
es_mx: Mostrar en A continuación
fi: Näytä Seuraavaksi-listalla
fr: Afficher dans À suivre
gu: આગળ ઉપર બતાવો
he: הצג ב-Up Next
hi: Up Next में दिखाएँ
hr: Prikaži u Sljedeće
hu: Megjelenítés a Következőben
id: Tampilkan di Berikutnya
it: Mostra in In coda
ja: 次に見るに表示
kn: ಮುಂದಿನದರಲ್ಲಿ ತೋರಿಸಿ
ko: 다음 시청에 표시
ml: അടുത്തത് കാണിക്കുക
mr: पुढील वर दर्शवा
ms: Tunjuk dalam Seterusnya
nb: Vis i Neste
nl: Tonen in Hierna
or: ଅପ୍ ପରବର୍ତ୍ତୀରେ ଦେଖାନ୍ତୁ |
pa: ਅੱਗੇ ਉੱਪਰ ਦਿਖਾਓ
pl: Pokaż w Następne
pt_br: Mostrar em A seguir
pt_pt: Mostrar em A Seguir
ro: Afișează în Urmează
ru: Показать в Далее
sk: Zobraziť v Ďalej
sl: Pokaži v naslednjem
sv: Visa i Nästa
ta: அடுத்து வரவிருப்பவற்றில் காட்டு
te: తదుపరి దానిలో చూపించు
th: แสดงในรายการถัดไป
tr: Sonraki'de Göster
uk: Показати в Далі
ur: اگلا میں دکھائیں۔
vi: Hiển thị ở phần Tiếp theo
zh_hans: 在“接下来观看”中显示
zh_hant: 在「接下來觀看」中顯示

source: Show Less
ar: عرض أقل
bn: কম দেখান
ca: Mostra’n menys
cs: Zobrazit méně
da: Vis mindre
de: Weniger anzeigen
el: Εμφάνιση λιγότερων
es: Mostrar menos
es_mx: Mostrar menos
fi: Näytä vähemmän
fr: Afficher moins
gu: ઓછું બતાવો
he: הצג פחות
hi: कम दिखाएँ
hr: Prikaži manje
hu: Kevesebb megjelenítése
id: Tampilkan lebih sedikit
it: Mostra meno
ja: 少なく表示
kn: ಕಡಿಮೆ ತೋರಿಸು
ko: 간략히
ml: കുറവ് കാണിക്കുക
mr: कमी दाखवा
ms: Tunjuk kurang
nb: Vis mindre
nl: Minder tonen
or: କମ୍ ଦେଖାନ୍ତୁ |
pa: ਘੱਟ ਦਿਖਾਓ
pl: Pokaż mniej
pt_br: Mostrar menos
pt_pt: Mostrar menos
ro: Afișează mai puțin
ru: Показать меньше
sk: Zobraziť menej
sl: Prikaži manj
sv: Visa mindre
ta: குறைவாகக் காட்டு
te: తక్కువ చూపించు
th: แสดงน้อยลง
tr: Daha Az Göster
uk: Показати менше
ur: کم دکھائیں۔
vi: Hiển thị ít hơn
zh_hans: 显示更少
zh_hant: 顯示更少

source: Show menu bar app
ar: عرض تطبيق شريط القائمة
bn: মেনু বার অ্যাপ দেখান
ca: Mostra l’app de la barra de menús
cs: Zobrazit aplikaci v menu liště
da: Vis menulinje-app
de: Menüleiste-App anzeigen
el: Εμφάνιση εφαρμογής γραμμής μενού
es: Mostrar app en la barra de menú
es_mx: Mostrar la aplicación de la barra de menús
fi: Näytä valikkopalkkisovellus
fr: Afficher la barre de menu
gu: મેનુ બાર એપ્લિકેશન બતાવો
he: הצג אפליקציית סרגל תפריט
hi: मेनू बार ऐप दिखाएँ
hr: Prikaži aplikaciju u traci izbornika
hu: Menüsor-alkalmazás megjelenítése
id: Tampilkan aplikasi menu bar
it: Mostra la Barra dei Menu
ja: メニューバーアプリを表示
kn: ಮೆನು ಬಾರ್ ಅಪ್ಲಿಕೇಶನ್ ತೋರಿಸಿ
ko: 메뉴 막대 앱 표시
ml: മെനു ബാർ ആപ്പ് കാണിക്കുക
mr: मेनू बार ॲप दर्शवा
ms: Tunjuk aplikasi bar menu
nb: Vis menybareapp
nl: Menubalk-app tonen
or: ମେନୁ ବାର୍ ଆପ୍ ଦେଖାନ୍ତୁ |
pa: ਮੀਨੂ ਬਾਰ ਐਪ ਦਿਖਾਓ
pl: Pokaż aplikację na pasku menu
pt_br: Mostrar Aplicativo da Barra de Menus
pt_pt: Mostrar app da barra de menus
ro: Afișează aplicația în bara de meniu
ru: Показывать приложение в строке меню
sk: Zobraziť aplikáciu v lište
sl: Prikaži aplikacijo menijske vrstice
sv: Visa menyradapp
ta: மெனு பட்டி பயன்பாட்டைக் காட்டு
te: మెనూ బార్ యాప్‌ను చూపించు
th: แสดงแอปแถบเมนู
tr: Menü Çubuğu Uygulamasını Göster
uk: Показувати застосунок у рядку меню
ur: مینو بار ایپ دکھائیں۔
vi: Hiển thị ứng dụng thanh menu
zh_hans: 显示菜单栏 App
zh_hant: 顯示選單列 App

source: Show More
ar: عرض المزيد
bn: আরও দেখুন
ca: Mostra’n més
cs: Zobrazit více
da: Vis mere
de: Mehr anzeigen
el: Εμφάνιση περισσότερων
es: Mostrar más
es_mx: Mostrar más
fi: Näytä enemmän
fr: Voir plus
gu: વધુ બતાવો
he: הצג עוד
hi: और दिखाएँ
hr: Prikaži više
hu: Több megjelenítése
id: Tampilkan lebih banyak
it: Mostra Altro
ja: もっと表示
kn: ಇನ್ನಷ್ಟು ತೋರಿಸು
ko: 더 보기
ml: കൂടുതൽ കാണിക്കുക
mr: अधिक दर्शवा
ms: Tunjuk lagi
nb: Vis mer
nl: Meer tonen
or: ଅଧିକ ଦେଖାନ୍ତୁ |
pa: ਹੋਰ ਦਿਖਾਓ
pl: Pokaż więcej
pt_br: Mostrar mais
pt_pt: Mostrar mais
ro: Afișează mai mult
ru: Показать больше
sk: Zobraziť viac
sl: Pokaži več
sv: Visa mer
ta: மேலும் காட்டு
te: మరిన్ని చూపించు
th: แสดงเพิ่มเติม
tr: Daha Fazla Göster
uk: Показати більше
ur: مزید دکھائیں
vi: Hiển thị thêm
zh_hans: 显示更多
zh_hant: 顯示更多

source: Show remove confirmation
ar: عرض تأكيد الإزالة
bn: অপসারণ নিশ্চিতকরণ দেখান
ca: Mostra la confirmació d’eliminació
cs: Zobrazit potvrzení odebrání
da: Vis bekræftelse ved fjernelse
de: Löschen-Bestätigung anzeigen
el: Εμφάνιση επιβεβαίωσης αφαίρεσης
es: Mostrar confirmación al eliminar
es_mx: Mostrar confirmación de eliminación
fi: Näytä poiston vahvistus
fr: Afficher la confirmation de suppression
gu: દૂર કરવાની પુષ્ટિ બતાવો
he: הצג אישור הסרה
hi: हटाने की पुष्टि दिखाएँ
hr: Prikaži potvrdu uklanjanja
hu: Eltávolítás megerősítésének megjelenítése
id: Tampilkan konfirmasi hapus
it: Mostra Conferma Rimozione
ja: 削除確認を表示
kn: ತೆಗೆದುಹಾಕುವ ದೃಢೀಕರಣವನ್ನು ತೋರಿಸಿ
ko: 제거 확인 표시
ml: നീക്കംചെയ്യൽ സ്ഥിരീകരണം കാണിക്കുക
mr: पुष्टीकरण काढा दर्शवा
ms: Tunjuk pengesahan buang
nb: Vis bekreftelse ved fjerning
nl: Bevestiging tonen bij verwijderen
or: ଅପସାରଣ ନିଶ୍ଚିତକରଣ ଦେଖାନ୍ତୁ |
pa: ਹਟਾਉਣ ਦੀ ਪੁਸ਼ਟੀ ਦਿਖਾਓ
pl: Pokaż potwierdzenie usunięcia
pt_br: Mostrar Confirmação de Remoção
pt_pt: Mostrar confirmação de remoção
ro: Afișează confirmarea eliminării
ru: Показывать подтверждение удаления
sk: Zobraziť potvrdenie odstránenia
sl: Prikaži potrditev odstranitve
sv: Visa bekräftelse vid borttagning
ta: அகற்று உறுதிப்படுத்தலைக் காட்டு
te: తొలగింపు నిర్ధారణను చూపించు
th: แสดงการยืนยันการลบ
tr: Kaldırma Onayını Göster
uk: Показувати підтвердження видалення
ur: ہٹانے کی تصدیق دکھائیں۔
vi: Hiển thị xác nhận xóa
zh_hans: 显示移除确认
zh_hant: 顯示移除確認

source: Show Season Details
ar: عرض تفاصيل الموسم
bn: সিজনের বিবরণ দেখুন
ca: Mostra els detalls de la temporada
cs: Zobrazit podrobnosti sezóny
da: Vis sæsondetaljer
de: Saisondetails anzeigen
el: Εμφάνιση λεπτομερειών σεζόν
es: Mostrar detalles de temporada
es_mx: Mostrar detalles de la temporada
fi: Näytä kauden tiedot
fr: Voir les détails
gu: સીઝનની વિગતો બતાવો
he: הצג פרטי עונה
hi: सीज़न विवरण दिखाएँ
hr: Prikaži detalje sezone
hu: Évad részleteinek megjelenítése
id: Tampilkan detail musim
it: Mostra Dettagli
ja: シーズン詳細を表示
kn: ಸೀಸನ್ ವಿವರಗಳನ್ನು ತೋರಿಸಿ
ko: 시즌 상세 정보 표시
ml: സീസൺ വിശദാംശങ്ങൾ കാണിക്കുക
mr: सीझन तपशील दर्शवा
ms: Tunjuk butiran musim
nb: Vis sesongdetaljer
nl: Seizoensdetails tonen
or: ମ ason ସୁମୀ ବିବରଣୀ ଦେଖାନ୍ତୁ |
pa: ਸੀਜ਼ਨ ਦੇ ਵੇਰਵੇ ਦਿਖਾਓ
pl: Pokaż szczegóły sezonu
pt_br: Mostrar Detalhes da Temporada
pt_pt: Mostrar detalhes da temporada
ro: Afișează detaliile sezonului
ru: Показать сведения о сезоне
sk: Zobraziť podrobnosti o sezóne
sl: Pokaži podrobnosti o sezoni
sv: Visa säsongs detaljer
ta: பருவ விவரங்களைக் காட்டு
te: షో సీజన్ వివరాలు
th: แสดงรายละเอียดซีซัน
tr: Sezon Ayrıntılarını Göster
uk: Показати деталі сезону
ur: سیزن کی تفصیلات دکھائیں۔
vi: Hiển thị chi tiết phần
zh_hans: 显示季详情
zh_hant: 顯示季詳情

source: Show the full overview
ar: عرض النظرة العامة كاملة
bn: সম্পূর্ণ ওভারভিউ দেখান
ca: Mostra la sinopsi completa
cs: Zobrazit celý přehled
da: Vis den fulde oversigt
de: Vollständige Übersicht anzeigen
el: Εμφάνιση πλήρους περιγραφής
es: Mostrar la sinopsis completa
es_mx: Mostrar la descripción completa
fi: Näytä koko yhteenveto
fr: Afficher la description complète
gu: સંપૂર્ણ ઝાંખી બતાવો
he: הצג סקירה מלאה
hi: पूरा अवलोकन दिखाएँ
hr: Prikaži cijeli pregled
hu: Teljes áttekintés megjelenítése
id: Tampilkan ringkasan lengkap
it: Mostra la descrizione completa
ja: 概要全文を表示
kn: ಪೂರ್ಣ ಅವಲೋಕನವನ್ನು ತೋರಿಸಿ
ko: 전체 개요 표시
ml: പൂർണ്ണ അവലോകനം കാണിക്കുക
mr: संपूर्ण विहंगावलोकन दर्शवा
ms: Tunjuk gambaran keseluruhan penuh
nb: Vis full oversikt
nl: Volledig overzicht tonen
or: ପୂର୍ଣ୍ଣ ସମୀକ୍ଷା ଦେଖାନ୍ତୁ |
pa: ਪੂਰੀ ਸੰਖੇਪ ਜਾਣਕਾਰੀ ਦਿਖਾਓ
pl: Pokaż pełny opis
pt_br: Mostrar a visão geral completa
pt_pt: Mostrar a sinopse completa
ro: Afișează prezentarea completă
ru: Показать полное описание
sk: Zobraziť úplný prehľad
sl: Prikaži celoten pregled
sv: Visa fullständig översikt
ta: முழு கண்ணோட்டத்தையும் காட்டு
te: పూర్తి అవలోకనాన్ని చూపించు
th: แสดงภาพรวมทั้งหมด
tr: Tam genel bakışı göster
uk: Показати повний опис
ur: مکمل جائزہ دکھائیں۔
vi: Hiển thị tổng quan đầy đủ
zh_hans: 显示完整简介
zh_hant: 顯示完整簡介

source: Shows completed
ar: مسلسلات مكتملة
bn: সম্পন্ন হয়েছে
ca: Sèries completades
cs: Dokončené seriály
da: Afsluttede serier
de: Serien abgeschlossen
el: Ολοκληρωμένες σειρές
es: Series completadas
es_mx: Series completadas
fi: Valmiit sarjat
fr: Séries terminées
gu: શો પૂર્ણ થયા
he: סדרות שהושלמו
hi: पूर्ण शो
hr: Dovršene serije
hu: Befejezett sorozatok
id: Acara selesai
it: Serie completate
ja: 完了した番組
kn: ಪೂರ್ಣಗೊಂಡ ಪ್ರದರ್ಶನಗಳು
ko: 완료한 시리즈
ml: ഷോകൾ പൂർത്തിയായി
mr: शो पूर्ण झाले
ms: Rancangan selesai
nb: Fullførte serier
nl: Series voltooid
or: ଶୋ ସମାପ୍ତ ହୋଇଛି |
pa: ਸ਼ੋਅ ਪੂਰੇ ਹੋਏ
pl: Ukończone seriale
pt_br: Séries concluídas
pt_pt: Séries concluídas
ro: Seriale finalizate
ru: Сериалы завершены
sk: Dokončené seriály
sl: Razstave končane
sv: Slutförda serier
ta: காட்சிகள் நிறைவடைந்தன
te: ప్రదర్శనలు పూర్తయ్యాయి
th: การแสดงเสร็จสิ้นแล้ว
tr: Tamamlanan diziler
uk: Завершені серіали
ur: شوز مکمل ہو گئے۔
vi: Chương trình đã hoàn thành
zh_hans: 已看完的剧集
zh_hant: 已看完的影集

source: Shows movies and TV Shows trending from TMDb.
ar: يعرض الأفلام ومسلسلات TV الرائجة من TMDb.
bn: TMDb থেকে ট্রেন্ডিং সিনেমা ও টিভি শোগুলো দেখায়।
ca: Mostra pel·lícules i sèries en tendència de TMDb.
cs: Zobrazuje filmy a seriály v trendu z TMDb.
da: Viser film og TV-serier, der trender fra TMDb.
de: Zeigt Filme und Serien, die auf TMDb im Trend liegen.
el: Εμφανίζει ταινίες και σειρές TV σε τάση από TMDb.
es: Muestra películas y series de TV en tendencia de TMDb.
es_mx: Muestra películas y Serie de TV en tendencia desde TMDb.
fi: Näyttää TMDb:n trendaavat elokuvat ja TV-sarjat.
fr: Films et séries télévisées à succès de TMDb.
gu: TMDb થી મૂવીઝ અને ટીવી શો ટ્રેન્ડિંગ બતાવે છે.
he: מציג סרטים וסדרות TV טרנדיים מ-TMDb.
hi: TMDb से ट्रेंडिंग फ़िल्में और TV शो दिखाता है।
hr: Prikazuje filmove i serije u trendu s TMDb.
hu: A TMDb felkapott filmjeit és TV-műsorait jeleníti meg.
id: Menampilkan film dan acara TV trending dari TMDb.
it: Mostra Filme e Serie TV in tendenza da TMDb.
ja: TMDbのトレンド映画とTV番組を表示します。
kn: TMDb ನಿಂದ ಟ್ರೆಂಡಿಂಗ್‌ನಲ್ಲಿರುವ ಚಲನಚಿತ್ರಗಳು ಮತ್ತು ಟಿವಿ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ತೋರಿಸುತ್ತದೆ.
ko: TMDb의 트렌드 영화와 TV 프로그램을 표시합니다.
ml: TMDb മുതൽ ട്രെൻഡുചെയ്യുന്ന സിനിമകളും ടിവി ഷോകളും കാണിക്കുന്നു.
mr: TMDb वरून चित्रपट आणि टीव्ही शो ट्रेंडिंग दाखवते.
ms: Tunjuk filem dan rancangan TV sohor kini dari TMDb.
nb: Viser filmer og TV-serier som trender fra TMDb.
nl: Toont films en tv-series die trending zijn op TMDb.
or: TMDb ରୁ ଚଳଚ୍ଚିତ୍ର ଏବଂ ଟିଭି ଶୋ ଟ୍ରେଣ୍ଡ୍ ଦେଖାଏ |
pa: TMDb ਤੋਂ ਪ੍ਰਚਲਿਤ ਫਿਲਮਾਂ ਅਤੇ ਟੀਵੀ ਸ਼ੋਅ ਦਿਖਾਉਂਦੇ ਹਨ।
pl: Pokazuje filmy i seriale w trendzie z TMDb.
pt_br: Mostra filmes e programas de TV em tendência do TMDb.
pt_pt: Mostra filmes e programas de TV em tendência do TMDb.
ro: Afișează filme și seriale în trend de la TMDb.
ru: Показывает фильмы и сериалы в тренде из TMDb.
sk: Zobraziť populárne filmy a televízne relácie z TMDb.
sl: Prikazuje priljubljene filme in TV-oddaje TMDb.
sv: Visar filmer och TV-serier som trendar från TMDb.
ta: TMDb-இலிருந்து பிரபலமாகி வரும் திரைப்படங்கள் மற்றும் தொலைக்காட்சி நிகழ்ச்சிகளைக் காட்டுகிறது.
te: TMDb నుండి ట్రెండింగ్‌లో ఉన్న సినిమాలు మరియు టీవీ షోలను చూపుతుంది.
th: แสดงภาพยนตร์และรายการทีวีที่กำลังได้รับความนิยมจาก TMDb
tr: TMDb'den trend filmleri ve TV dizilerini gösterir.
uk: Показує фільми та серіали в тренді з TMDb.
ur: TMDb سے موویز اور ٹی وی شوز ٹرینڈنگ دکھاتا ہے۔
vi: Hiển thị các bộ phim và chương trình truyền hình theo xu hướng từ TMDb.
zh_hans: 显示来自 TMDb 的热门电影和剧集。
zh_hant: 顯示來自 TMDb 的熱門電影和影集。
